Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=950_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaisopetuksen koulutushankkeen aloitus siirtyy helmikuuhun 2015
sme: Sámeoahpahusa skuvlenprošeavtta álggaheapmi sirdása guovvamánnui 2015

source: Saamelaiskäräjien ja Giellagas-instituutin järjestämän saamelaisopetuksen henkilöstökoulutuksen ensimmäinen lähiopetusjakso siirretään pidettäväksi helmikuussa 2015.
sme: Sámedikki ja Giellagas - instituhta ordnen sámeoahpahusa bargiid skuvlejumi vuosttaš lagasoahpahusa beaivvit sirdásit guovvamánnui 2015.

source: – koulutuksen piti alkuperäisen suunnitelman mukaan käynnistyä alkavan marraskuun puolivälissä.
sme: Sámegielat giellalávgun skuvllas – mo doarjjun iežan giela ja kultuvrra oahpahusas – skuvlejupmi galggai álgolaš plána mielde álggahuvvot álgi skábmamánu beallemuttus.

source: käynnistyy helmikuussa 2015
sme: Sámeoahpahusa bargiid skuvlejupmi sámi giellalávguma birra álgá guovvamánus 2015

source: Saamelaiskäräjät ja Oulun yliopiston Giellagas - instituutti käynnistävät saamelaisopetuksen henkilöstölle suunnatun kuuden opintopisteen laajuisen koulutushankkeen.
sme: Sámediggi ja Oulu universitehta Giellagas-instituhtta álggahit sámi oahpahusa bargiide oaivvilduvvon guđa oahppočuoggá skuvlenprošeavtta.

source: Koulutus käynnistyy Saamelaiskulttuurikeskus Sajoksessa Inarissa helmikuussa 2015.
sme: Skuvlejupmi álgá Sámi kulturguovddážis Sajosis Anáris guovvamánus 2015.

source: Koulutuksen pääteemana on kielikylpymenetelmän soveltaminen saamelaisopetukseen.
sme: Skuvjejumi váldotemán lea giellalávgunmetoda heiveheapmi sámeoahpahussii.

source: Koulutuksen ensisijaisena kohderyhmänä ovat perusopetuksen saamen kielen ja saamenkielisten luokkien opettajat, mutta mukaan pääsevät myös saamelaisen varhaiskasvatuksen parissa toimivat, lukion saamen kielen opettajat ja saamenkielisen ammatillisen koulutuksen opettajat.
sme: Skuvlejupmi lea vuosttažettiin fikkahuvvon vuođđooahpahusa sámegiela ja sámegiel luohkáid oahpaheaddjiide, muhto skuvlejupmái besset maid sámi smávvamánáid bajásgeassima bargit, logahaga sámegiela oahpaheaddjit ja sámi fidnooahpahusa oahpaheaddjit.

source: Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto koordinoi koulutuksen ja toimii valtionapua hallinnoivana organisaationa.
sme: Sámedikki skuvlen- ja oahppomateriáladoaimmahat koordinere skuvlejumi ja hálddaša stáhtadoarjaga.

source: Yhteistyökumppaneina opetuksessa ovat myös Vaasan yliopiston kielikylvyn ja monikielisyyden keskus ja Sámi allaskuvla (saamelainen korkeakoulu).
sme: Ovttasbargoásahussan oahpahusas leat maid Vaasa universitehta giellalávguma ja máŋggagielalašvuođa guovddáš ja Sámi allaskuvla.

source: Opetustoimen henkilöstökoulutus järjestetään neljänä kahden päivän lähiopetusjaksona Inarissa Saamelaiskulttuurikeskus Sajoksessa.
sme: Oahpahusdoaimma bargiidskuvlejupmi ordnejuvvo njealje geardde guovtte beaivve kontáktaoahpahussan Anáris Sámi kulturguovddážis Sajosis.

source: Ensimmäinen kokoontuminen on helmikuussa 2015, toinen keväällä 2015 sekä kolmas ja neljäs kokoontuminen syksyllä 2015.
sme: Vuosttas čoahkkaneapmi lea guovvamánus 2015, nubbi giđđat 2015 ja goalmmát ja njealját deaivvadeapmi čakčat 2015.

source: Koulutuspäivät rakentuvat teorialuennoista ja ohjatuista työpajatyöskentelypäivistä.
sme: Skuvlenbeaivvit sisdollet teoriijalogaldagaid ja bagadallon bargobádjebarggildanbeivviid.

source: Työpajatyöskentelypäivien aikana tuotetaan kirjallista materiaalia, jonka pohjalta julkaistaan hankkeen lopputuotoksena saamelaisopetuksen idea- ja opaskirja.
sme: Bargobádjebeivviid áigge buvttaduvvo girjjálaš materiála, man vuođul almmuhuvvo prošeavtta loahp-pabuvttan sámeoahpahusa idea- ja bagadallangirji.

source: Opaskirja julkaistaan saamen ja suomen kielillä.
sme: Bagadallangirji almmuhuvvo sáme- ja suomagillii.

source: Saamen kielikylpyä opetuksessa käsittelevä koulutus tukee sekä äidinkielisten että muille kuin äidinkielisille annettavaa saamenkielistä opetusta.
sme: Skuvlejupmi mii gieđahallá sámi giellalávguma oahpahusas, doarju sihke eatnigiel ja eará oahppiidge go eatnigielagiidda addojuvvon sámegielat oahpahusa.

source: Kielikylpyopetuksen tavoitteena on vahvistaa kielellisesti eri lähtökohdista tulevien lasten saamen kieltä ja tuottaa aktiivista ja toiminnallista kaksikielisyyttä.
sme: Giellalávgunoahpahusa figgamuššan lea nannet gielalaččat iešguđet dási oahppiid sámegiela ja nannet aktiivvalaš ja birgehalli guovttegielalašvuođa.

source: Saamelaisopetuksen pedagoginen kehittäminen tarkoittaa mm. opettajien ammattitaidon kehittämistä siten, että he saavat entistä paremmat valmiudet ottaa opetuksessa huomioon kielellisesti ja kulttuurisesti heterogeenisen oppilasryhmän.
sme: Sámeoahpahus pedagogalaš gárggiidahttin mearkkaša ee. oahpaheaddjiid fidnodáidduid buorideami nu ahte sii máhttet buorebut go ovdal váldit oahpahusas vuhtii gielalaččat ja kultuvrralaččat heterogenalaš oahppiid joavkku.

source: Jokaisen oppilaan tulisi saada koulussa hyvät mahdollisuudet saamen kielen taitojensa kehittämiseen ja omaan kulttuuriinsa kasvamiseen.
sme: Juohke oahppi galggašii oažžut skuvllas buriid vejolašvuođaid buoridit iežaset sámegiela máhtu ja bajásšaddat iežaset kultuvrii.

source: Koulutuksen tavoitteena on antaa opettajille mahdollisuus saamen kielen elvyttämiseen koulutyössä, tarjota heille työskentelyareena ja välineitä kielikylpyopetuksen kehittämiseen käytännön koulutyössä.
sme: Skuvlejumi figgamuššan lea addit oahpaheaddjiide vejolašvuođa sámegiela ealáskahttimii skuvlenbarggus, fállat sidjiide barggildanarena ja gaskaomiid ovddidit giellalávgunoahpahusa geavatlaš skuvlabarggus.

source: Toisena tärkeänä tavoitteena on valmistautuminen esi- ja perusopetuksen uusien opetussuunnitelmien käyttöön ottamiseen saamelaisopetuksessa.
sme: Nubbin dehalaš figgamuššan lea ráhkkanit váldit vuostá ovda- ja vuođđooahpahusa ođđa oahppoplánaid sámeoahpahusas.

source: Koulutusten tavoitteena on luoda tiiviimmät tiedonvaihdon käytännöt ja lisätä opetushenkilöstön tietoa lainsäädännön suomista saamelaisopetuksen mahdollisuuksista käytännössä.
sme: Skuvlejumi ulbmilin lea oččodit čavgadabbo dieđuidlonohallangeavadiid ja lasihit oahpahusbargiid dieđu daid sámeoahpahusa vejolašvuođaid geavadis maid láhka addá.

source: Pitkien välimatkojen takia saamelaisopetuksen henkilöstön ja varhaiskasvatushenkilöstön tapaamisia on ollut vaikea järjestää yli kuntarajojen.
sme: Guhkes gaskkaid dihte sámeoahpahusa ja smávvamánáid bajásgeassima bargiid deaivvademiid lea leamaš váttis ordnet gielddarájiid rastá.

source: Tällä opetustoimen henkilöstökoulutushankkeella on mahdollisuus korvata määrärahan puitteissa myös osallistujien matkakustannuksia.
sme: Dán oahpahusdoaimma bargiid skuvlenprošeavtta olis lea vejolašvuohta buhtadit oasseváldiid mátkegoluid dađe mielde go mearreruhta luoitá.

source: Saamelaisopetuksen henkilöstökoulutukseen voi ilmoittautua sähköpostitse tai puhelimitse Irmeli Moilaselle (irmeli.
sme: Sámeoahpahusa bargiidskuvlejupmái sáhttá almmuhit iežas vuossárgga 24.11.2014 rádjai juogo šleađgapoastta bokte dahje riŋget: Irmeli Moilanen (irmeli.

source: fi / 050 569 1255) maanantaihin 24.11.2014 mennessä.
sme: fi / 050-5691255).

source: Ilmoittautuminen on sitova.
sme: Almmuheapmi lea čadnevaš.

source: Koulutuksen rahoittaa Opetushallitus.
sme: Skuvlejumi ruhtada Oahpahusráđđehus.

source: Opintojaksot ja niiden sisällöt ovat saatavissa saamelaiskäräjien ja Giellagas-instituutin nettisivuilta: www.samediggi.fi ja www.oulu.fi/giellagasinstituutti /
sme: Oahppogurssat, daid sisdoalut ja vuosttas deaivvadeami prográmma lea oaidnimis Sámedikki ja Giellagas-instituhta neahttasiidduin: Skuvlenplána 2015 ja www.oulu.fi/giellagasinstituutti /.

source: Lisätietoja:
sme: Skuvlenplána

source: olthuis (at) oulu.
sme: Lassidieđut:

source: Tämä sähköpostiosoite on suojattu roskapostia vastaan, aseta javascripttuki päälle nähdäksesi osoitteen.
sme: SÁMEDIGGI
